
/*=====================================================================
						СОЗДАНИЕ ЭЛЕМЕНТОВ
=====================================================================*/
/* global gameStatus */

/*==================================================================
						LEVEL -  1
====================================================================*/

function level1() {
	// createChicken();
	// console.dir(chicken);
	createManyChicken();
}
//level1();

/*==================================================================
						GameStart
====================================================================*/
showGameWindow(gameStatus.START);
createFullScreen();


// function main()
// {	// создаем стартовый блок
// 	//createStartBlock();	
// }
// main();